Repository: sinaFallahpour/CallInDor
Catalog: CallInDoor/Domain/ShareResource.*.resx
Languages: fa_ir

# BlockUserMessage
source: Your account has been locked by admin
fa_ir: حساب کاربری شما قفل شده است

source: card name already exist
fa_ir: کارت موجود است

# ConfirmPhoneMessage
source: Please confirm Your Account
fa_ir: لطفا حساب کاربری خود را تایید

# EditableProfileNotAllowed
source: You are not allowed to edit profiles
fa_ir: شما اجازه تصحیح پروفایل را ندارید

# ErrorMessage
source: Operation Failed
fa_ir: خطا در ثبت

# ForniddenMessage
source: Acess Denied
fa_ir: عدم دسترسی

# HasReserveRequest
source: You have a registered request to this service
fa_ir: شما قبلا به این سرویس درخواست داده اید

source: inCorrect password
fa_ir: پسورد صحیح نمیباشد

# InternalServerMessage
source: Sth went wrong
fa_ir: خطایی رخ داده است

# InvaliAmountForTransaction
source: the entry amount is more than your wallet balance
fa_ir: مبلغ ورودی بیشتر از موجودی کیف پول شما میباشد

source: invalid answer
fa_ir: جواب نامعتبر است

# InvalidaServiceCategory
source: invalid service category
fa_ir: سرویس نامعتبر است

source: invalid attamp
fa_ir: تلاش نامعتبر

source: Invalid culture name
fa_ir: زبان نا معتبر است

# InvalidDiscointCode
source: invalid discount code
fa_ir: کد تخفیف نامعتبر است

source: invalid input
fa_ir: ورودی نامعتبر است

source: invalid package type
fa_ir: نامعتبر

source: invalid phone number
fa_ir: شماره موبایل صحیح نمیباشد

source: invalid question
fa_ir: سوال نامعتبر است

# InValidServiceType
source: service type is invalid
fa_ir: نوع سرویس نامعتبر است

# LockedOutMessage
source: user account locked out
fa_ir: حساب کاربری قفل شده است

# Noquestoin
source: there is no question
fa_ir: سوالی موجود نیست

# NotEnoughtBalance
source: your wallet balance is not enough
fa_ir: موجودی کیف پول شما کافی نمیباشد

source: not found
fa_ir: نتیجه ایی یافت نشد

# NumberOfFreeMessagesCompleted
source: Your authorized message count has expired
fa_ir: تعداد پیام مجاز شما به پایان رسید

source: phone number already exist
fa_ir: شماره موبایل تکراریست

# problemUploadingTheFileMessage
source: there is a problem to uploading the file
fa_ir: خطایی در آپلود فایل رخ داده است

# ProfileRejectedMessage
source: your profile rejected for this service
fa_ir: پروفایل شما برای این سرویس رد شده

# ProviderIsUnAvailableMessage
source: provide is not available
fa_ir: سرویس دهنده در دسترس نمیباشد

# RequestNotConfirmedMessgaes
source: request not confirmed by provider messgaes
fa_ir: درخواست توسط سرویس دهنده تایید نشده است

# ServiceIsDisabled
source: service is disable
fa_ir: این سرویس توسط ادمین غیر فعال گردید

source: service notfound
fa_ir: سرویس یافت نشد

# somethingWentWrongForChaing
source: something went wrong
fa_ir: مشکلی رخ داده

# SuccessMessage
source: successful Submit
fa_ir: ثبت موفقیت آمیز

source: text Is required
fa_ir: متن پیام الزامیست

# TheFileIsInValid
source: file format is invalid
fa_ir: فرمت فایل نامعتبر است

# TheFileIsRequired
source: file is required
fa_ir: انتخاب فایل الزامیست

# TheFileIsTooLarge
source: file is too large
fa_ir: حجم فایل زیاد است

# TicketIsClosedMessage
source: the tiket isclosed
fa_ir: تیکت بسته شده است

# UnauthorizedMessage
source: you are unauthorized
fa_ir: عدم دسترسی

# UnMathPhoneNumberPassword
source: invalid phone number or password
fa_ir: رمز عبور یا شماره موبایل صحیح نمی باشد

source: voice is required
fa_ir: وویس الزامیست

# VoiceIsTooLarge
source: vocie is too large
fa_ir: حجم وویس زیاد است

# YouAreProviderOfThisService
source: you are provider of service . you cant buy package
fa_ir: شما سرویس دهنده هستیدونمیتوانید بسته بخرید11

# YouCantRequestToACompay
source: you cant request to a compay because you are a company
fa_ir: شما نمیتوانید به حساب شرکتی درخواست دهید

# YouCantRequestToYourSelf
source: invalid request
fa_ir: درخواست نامعتبر

source: you currently have an active package
fa_ir: شما درحال حاضر بسته فعال دارید

# YouDOntAnyWallet
source: you dont have wallet
fa_ir: موجودی کیف پول شما کافی نیست

# YouDontHaveAnyPackage
source: you dont have any active package
fa_ir: شما پلن فعالی ندارید

# YouHaveReservedService
source: You have already been a member of this category
fa_ir: شما قبلا در این دسته بندی عضو شرکت بوده اید

# YourPackageExpired
source: Your package is expired
fa_ir: بسته شمابه پایان رسیده

# YourPackageExpiredOrNoPlan
source: your dont have package or package is expire
fa_ir: شما بسته فعالی ندارید یا بسته شما منقصی شده
